{
  "cards": {
    "1": {
      "name": "Corcel Pesadelo",
      "description": "Um cavalo demoníaco com a juba flamejante."
    },
    "2": {
      "name": "Surto Arcano",
      "description": "Compre 2 cards."
    },
    "3": {
      "name": "Mosquito Chupa-Sangue",
      "description": "Ganhe 1000 PV."
    },
    "4": {
      "name": "Necromancia Barata",
      "description": "Invoque por invocação-Especial 1 Token de Esqueleto (ATK/DEF 500)."
    },
    "5": {
      "name": "Corcel Pesadelo da Meia-Noite",
      "description": "Pode ser invocado por Invocação-Tributo usando apenas 1 tributo ao tributar 'Corcel Pesadelo'. Se esse card destruir um monstro do oponente em batalha: cause 300 de dano."
    },
    "6": {
      "name": "Buscador Infinito",
      "description": "Adicione um card do seu Deck à sua mão."
    },
    "7": {
      "name": "Transmutar",
      "description": "Envie um monstro que você controla para o cemitério, então invoque por invocação-Especial 1 monstro do seu cemitério do mesmo nível do monstro enviado."
    },
    "8": {
      "name": "O Monstro que Renasce",
      "description": "Escolha um monstro em qualquer cemitério, invoque-o por invocação-Especial no seu lado do campo."
    },
    "9": {
      "name": "Estudioso Arcano",
      "description": "Se esse card for invocado por invocação-Normal: compre 1 card."
    },
    "10": {
      "name": "Espada Divisora de Luz",
      "description": "Se o monstro equipado destruir um monstro do oponente em batalha: Ganhe 500 PV. Se este card for enviado para o Cemitério: escolha 1 Magia/Armadilha que seu oponente controla; destrua-a."
    },
    "11": {
      "name": "Espada das Duas Trevas",
      "description": "O monstro equipado pode atacar 1 vez adicional durante cada Fase de Batalha. Se este card for enviado para o Cemitério: escolha 1 Magia/Armadilha que seu oponente controla; destrua-a."
    },
    "12": {
      "name": "Dragão Radiante",
      "description": "Se esse card for invocado por invocação-Normal: Você pode adicionar um monstro 'Luminarca' do seu Deck à sua mão. Durante sua Fase de Espera, uma vez por turno: ganhe 300 PV para cada monstro 'Luminarca' que você controla."
    },
    "13": {
      "name": "Polimerização",
      "description": "Invoque por invocação-Fusão 1 monstro Fusão do seu Extra Deck, usando monstros da sua mão ou do campo como matéria de Fusão."
    },
    "14": {
      "name": "Força Espelho",
      "description": "Quando um monstro do oponente declarar um ataque: destrua todos os monstros em Posição de Ataque do seu oponente."
    },
    "15": {
      "name": "Chamado dos Assombrados",
      "description": "Ative este card ao escolher 1 monstro no seu Cemitério; Invoque o alvo por Invocação-Especial em Posição de Ataque. Quando este card deixar o campo, destrua esse monstro. Quando esse monstro for destruído, destrua este card."
    },
    "52": {
      "name": "Enguia Abissal do Coração Sombrio",
      "description": "Se esse card for atacado em posição de defesa: cause 600 de dano ao oponente. Se esse card for destruído em batalha: você pode adicionar 1 Magia/Armadilha 'Coração Sombrio' do seu cemitério à sua mão."
    },
    "53": {
      "name": "Espectro do Coração Sombrio",
      "description": "Se esse card for enviado para o cemitério: você pode escolher 1 monstro 'Coração Sombrio' no seu cemitério, exceto 'Espectro do Coração Sombrio'; adicione-o à sua mão."
    },
    "54": {
      "name": "Purificação do Coração Sombrio",
      "description": "Discarte 1 card, e então escolha 1 monstro que seu oponente controla; destrua-o."
    },
    "57": {
      "name": "Demônio Arctroth do Coração Sombrio",
      "description": "Se esse card for invocado por invocação-Normal: você pode escolher 1 monstro que seu oponente controla; destrua-o."
    },
    "58": {
      "name": "Hino de Batalha do Coração Sombrio",
      "description": "Todos os monstros 'Coração Sombrio' que você controla ganham 500 de ATK até o final do turno."
    },
    "59": {
      "name": "Pacto do Coração Sombrio",
      "description": "Pague 800 PV; Adicione 1 card 'Coração Sombrio' do seu Deck à sua mão."
    },
    "60": {
      "name": "Imp do Coração Sombrio",
      "description": "Se esse card for invocado por invocação-Normal: você pode invocar por invocação-Especial 1 monstro 'Coração Sombrio' de nível 4 ou menor da sua mão. Você só pode usar esse efeito de 'Imp do Coração Sombrio' uma vez por turno."
    },
    "61": {
      "name": "Lagartixa do Coração Sombrio",
      "description": "Se esse card for invocado por invocação-Especial: você pode adicionar 1 monstro 'Coração Sombrio' de nível 8 do seu Deck à sua mão. Se esse card for destruído em batalha: compre 1 card. Você só pode usar cada efeito de 'Lagartixa do Coração Sombrio' uma vez por turno."
    },
    "62": {
      "name": "Covarde do Coração Sombrio",
      "description": "Se esse card for descartado da sua mão para o cemitério: escolha 1 monstro que seu oponente controla; o ATK/DEF são reduzidos pela metade até o final do turno."
    },
    "63": {
      "name": "Infusão do Coração Sombrio",
      "description": "Discarte 2 cards da sua mão, e então invoque por invocação-Especial 1 monstro 'Coração Sombrio' do seu cemitério, mas ele não pode declarar um ataque nesse turno. Você só pode ativar 1 'Infusão do Coração Sombrio' por turno."
    },
    "64": {
      "name": "Dragão de Escamas do Coração Sombrio",
      "description": "Requer 3 tributos para ser invocado por invocação-Normal/baixado. Se esse card destruir um monstro do oponente em batalha: você pode escolher 1 card 'Coração Sombrio' no seu cemitério; adicione-o à sua mão."
    },
    "65": {
      "name": "Fúria do Coração Sombrio",
      "description": "Se 'Dragão de Escamas do Coração Sombrio' for o único monstro que você controla: ele ganha 700 de ATK/DEF até o final do turno, e pode realizar um segundo ataque durante essa fase de batalha."
    },
    "66": {
      "name": "Escudo do Coração Sombrio",
      "description": "Só pode ser equipado a um monstro 'Coração Sombrio'. O monstro equipado ganha 500 de ATK/DEF e não pode ser destruído em batalha. Durante cada fase de espera: pague 800 PV ou envie essa carta para o cemitério."
    },
    "67": {
      "name": "Grifo do Coração Sombrio",
      "description": "Se você não controlar monstros, você pode invocar esse card por invocação-Normal sem tributar."
    },
    "68": {
      "name": "Vale das Trevas",
      "description": "Todos os monstros 'Coração Sombrio' que você controla ganham 300 de ATK. Uma vez por turno, se um monstro 'Coração Sombrio' de nível 8 ou maior que você controla for destruído em batalha: destrua o monstro atacante."
    },
    "69": {
      "name": "Verme da Morte do Coração Sombrio",
      "description": "Efeito rápido: uma vez por turno, se um monstro 'Coração Sombrio' que você controla for destruído em batalha: Você pode invocar esse card por invocação-Especial da sua mão."
    },
    "70": {
      "name": "Leviatã do Coração Sombrio",
      "description": "Você pode invocar este card por Invocação-Especial da sua mão ao enviar 1 'Enguia Abissal do Coração Sombrio' que você controla para o cemitério. Se esse card destruir um monstro em batalha: cause 500 de dano ao oponente. Se esse card for destruído em batalha: cause 800 de dano ao oponente."
    },
    "71": {
      "name": "Mago do Vazio do Coração Sombrio",
      "description": "Se esse card for invocado por invocação-Normal: Você pode adicionar 1 Magia/Armadilha 'Coração Sombrio' do seu Deck à sua mão. Se o oponente perder PV enquanto este card estiver no campo: compre 1 card."
    },
    "72": {
      "name": "Catedral do Coração Sombrio",
      "description": "Cada vez que seu oponente perder PV: coloque 1 Contador do Julgamento neste card para cada 500 de dano. Durante sua Fase Principal: você pode enviar este card para o cemitério; Invoque por invocação-Especial 1 monstro 'Coração Sombrio' do seu Deck com o ataque igual ou menor ao número de Contadores do Julgamento x 500. Você só pode usar este efeito de 'Catedral do Coração Sombrio' uma vez por turno."
    },
    "73": {
      "name": "O Coração Sombrio",
      "description": "Escolha 1 monstro 'Coração Sombrio' no seu cemitério: invoque-o por invocação-Especial e equipe este card a ele. Se esse card deixar o campo, destrua o monstro equipado."
    },
    "74": {
      "name": "Dragão Demônio do Coração Sombrio",
      "description": "Dragão de Escamas do Coração Sombrio + Um monstro 'Coração Sombrio' de nível 5 ou superior. Se esse card for invocado por invocação-Fusão: Escolha 2 cards no campo do oponente; destrua-os. Se esse card for destruído em batalha ou por efeitos de card: Você pode invocar um 'Dragão de Escamas do Coração Sombrio' do seu cemitério."
    },
    "75": {
      "name": "Arctroth Blindado do Coração Sombrio",
      "description": "Invocação de Ascensão: Envie 1 'Demônio Arctroth do Coração Sombrio' que você controla para o Cemitério. Requisito: esse monstro deve ter destruído 2 monstros do oponente em batalha ou por efeito de card. Se este card for Invocado por Ascensão: Escolha 1 monstro que seu oponente controla; o ATK/DEF dele se tornam 0. Se este card atacar um monstro em Posição de Defesa: mude esse monstro para Posição de Ataque."
    },
    "76": {
      "name": "Dragão Apocalipse do Coração Sombrio",
      "description": "Invocação de Ascensão: Envie 1 'Dragão de Escamas do Coração Sombrio' que você controla para o Cemitério. Requisito: o efeito desse monstro foi ativado pelo menos 3 vezes neste duelo. Uma vez por turno: Você pode descartar 1 card; destrua 1 monstro que seu oponente controla. Se este card deixar o campo: destrua todos os monstros no campo."
    },
    "101": {
      "name": "Luminarca Valente - Cavaleiro da Aurora",
      "description": "Se esse card for invocado por invocação-Normal ou Especial: você pode adicionar 1 monstro 'Luminarca' de nível 4 ou menor do seu Deck à sua mão. Se esse card atacar um monstro em posição de defesa, cause dano perfurante."
    },
    "102": {
      "name": "Escudo Sagrado Luminarca",
      "description": "Escolha até 3 monstros 'Luminarca' que você controla; até o final do turno, eles não podem ser destruídos em batalha, e qualquer dano de batalha que você sofreria envolvendo esses monstros é transformado em cura."
    },
    "103": {
      "name": "Portador da Égide Luminarca",
      "description": "Se esse card for invocado por invocação-Especial: aumente sua DEF em 500. Enquanto esse card estiver com a face para cima no campo, o seu oponente deve atacar este card, se possível."
    },
    "104": {
      "name": "Capitão da Lâmina Lunar Luminarca",
      "description": "Se esse card for invocado por invocação-Normal: você pode escolher 1 monstro 'Luminarca' de nível 4 ou menor no seu cemitério; invoque-o por invocação-Especial. Uma vez por turno, se esse card destruir um monstro do oponente em batalha: ele pode realizar um segundo ataque."
    },
    "105": {
      "name": "Marechal Celestial Luminarca",
      "description": "Se esse card atacar um monstro em posição de defesa, cause dano perfurante. Uma vez por turno, esse card não pode ser destruído em batalha."
    },
    "106": {
      "name": "Foice Mágica Luminarca",
      "description": "Você pode enviar este card do seu campo para o cemitério: adicione até 2 monstros 'Luminarca' do seu cemitério à sua mão."
    },
    "107": {
      "name": "Protetor do Santuário Luminarca",
      "description": "Se você controlar um 'Portador da Égide Luminarca', você pode enviá-lo para o cemitério: invoque este card por invocação-Especial da sua mão. Uma vez por turno, quando um monstro do oponente declarar um ataque (efeito rápido): negue o ataque."
    },
    "108": {
      "name": "Lanceiro Radiante Luminarca",
      "description": "Se esse card destruir um monstro do oponente em batalha: ele ganha 200 de ATK enquanto estiver com a face para cima no campo. Se esse card for destruído em batalha: escolha uma Magia/Armadilha que seu oponente controla; destrua-a."
    },
    "109": {
      "name": "Aurora Serafim Luminarca",
      "description": "Se este card destruir um monstro do oponente em batalha: ganhe PV igual a metade do ATK do monstro destruído. Uma vez por turno, se esse card seria destruído por batalha ou efeitos de card: você pode enviar 1 monstro 'Luminarca' do seu cemitério para o cemitério; negue a destruição."
    },
    "110": {
      "name": "Árbitro Santificado Luminarca",
      "description": "Se esse card for invocado por invocação-Normal: você pode adicionar uma Magia/Armadilha 'Luminarca' do seu Deck à sua mão. Você só pode usar esse efeito de 'Árbitro Santificado Luminarca' uma vez por turno."
    },
    "111": {
      "name": "Convocação dos Cavaleiros Luminarca",
      "description": "Uma vez por turno, você pode descartar 1 monstro 'Luminarca' de nível 7 ou maior; adicione 1 monstro 'Luminarca' de nível 4 ou menor do seu Deck à sua mão."
    },
    "112": {
      "name": "Santuário da Cidadela Luminarca",
      "description": "Quando um monstro do oponente declarar um ataque: ganhe 500 PV. Uma vez por turno, você pode pagar 1000 PV e escolher 1 monstro 'Luminarca' que você controla: ele ganha de 500 ATK/DEF até o final do turno."
    },
    "113": {
      "name": "Ascensão Sagrada Luminarca",
      "description": "Pague 1000 PV, escolha um monstro 'Luminarca' que você controla; ele ganha 800 de ATK até o final do turno."
    },
    "114": {
      "name": "Onda Radiante Luminarca",
      "description": "Envie 1 monstro 'Luminarca' com 2000 ou mais de ATK do seu campo para o cemitério, e escolha 1 card no campo do oponente; destrua-o."
    },
    "115": {
      "name": "Escudo Crescente Luminarca",
      "description": "Só pode ser equipado a um monstro 'Luminarca'. O monstro equipado ganha 500 de DEF. Se o monstro equipado seria destruído em batalha, envie esse card para o cemitério em vez disso."
    },
    "116": {
      "name": "Lança da Alvorada Luminarca",
      "description": "Se você controlar 1 monstro 'Luminarca': Escolha 1 monstro que seu oponente controla; o ATK/DEF do alvo se tornam 0 até o final do turno."
    },
    "117": {
      "name": "Alabarda Encantada Luminarca",
      "description": "Uma vez por turno, se um monstro 'Luminarca' for invocado por invocação-Especial no seu campo, você pode invocar esse card por invocação-Especial da sua mão, mas ele não pode declarar um ataque nesse turno."
    },
    "118": {
      "name": "Bênção do Brilho da Lua Luminarca",
      "description": "Escolha 1 monstro 'Luminarca' no seu cemitério; adicione o alvo à sua mão, então se você controlar 'Santuário da Cidadela Luminarca', você pode invocar o alvo por invocação-Especial. Você só pode ativar 1 'Bênção do Brilho da Lua Luminarca' por turno."
    },
    "119": {
      "name": "Julgamento Sagrado Luminarca",
      "description": "Se você não controlar monstros e seu oponente controlar 2 ou mais monstros: pague 2000 PV; Invoque por invocação-Especial monstros 'Luminarca' do seu cemitério, até o número de monstros que seu oponente controla, então ganhe 500 PV por monstro invocado. Você só pode ativar 1 'Julgamento Sagrado Luminarca' por turno."
    },
    "120": {
      "name": "Megaescudo Barbarias Luminarca",
      "description": "'Protetor do Santuário Luminarca' + 1 monstro 'Luminarca' de nível 5 ou maior. Todo o PV ganho é dobrado. Uma vez por turno, você pode escolher 1 monstro que você controla; troque sua posição de batalha, e se isso acontecer, ele ganha 800 de ATK até o final do turno."
    },
    "121": {
      "name": "Fortaleza Égide Luminarca",
      "description": "Material de Ascensão: 'Portador da Égide Luminarca'. Requisito: o material deve ter ficado com a face para cima no campo por 2 turnos. Seu oponente deve atacar este card, se possível. Se este card for Invocado por Ascensão: ganhe 500 PV para cada monstro 'Luminarca' que você controla. Uma vez por turno: você pode pagar 1000 PV e, depois, escolher 1 monstro 'Luminarca' com 2000 ou menos de DEF no seu Cemitério; Invoque-o por Invocação-Especial."
    },
    "122": {
      "name": "Cavaleiro Puro Luminarca",
      "description": "2 monstros 'Luminarca'. Se este card for Invocado por Invocação-Fusão: você pode adicionar 1 'Santuário da Cidadela Luminarca' do seu Deck à sua mão. Uma vez por turno, quando você ativar o efeito de uma Magia/Armadilha 'Luminarca' que exija pagar PV: reduza esse custo em 1000. Você só pode usar cada efeito de 'Cavaleiro Puro Luminarca' uma vez por turno."
    },
    "151": {
      "name": "Conjurador do Vazio",
      "description": "Invoque por Invocação-Especial 1 monstro 'Vazio' de Nível 4 ou menor do seu Deck, mas ele não pode atacar neste turno. Se este card estiver no seu Cemitério: você pode enviar 1 monstro 'Vazio' que você controla para o Cemitério; Invoque este card por Invocação-Especial. Você só pode usar cada efeito de 'Conjurador do Vazio' uma vez por turno."
    },
    "152": {
      "name": "Andarilho do Vazio",
      "description": "Não pode atacar no turno em que é Invocado. Uma vez por turno: você pode devolver este card à sua mão; Invoque por Invocação-Especial 1 monstro 'Vazio' de Nível 4 ou menor da sua mão, exceto 'Caminhante do Vazio'."
    },
    "153": {
      "name": "Fera do Vazio",
      "description": "Se este card destruir um monstro do oponente em batalha: você pode adicionar 1 'Oco do Vazio' do seu Deck à sua mão. Você só pode usar este efeito de 'Fera do Vazio' uma vez por turno."
    },
    "154": {
      "name": "Oco do Vazio",
      "description": "Se este card for Invocado por Invocação-Especial da sua mão: você pode Invocar por Invocação-Especial 1 'Oco do Vazio' do seu Deck. Você só pode usar este efeito de 'Oco do Vazio' uma vez por turno."
    },
    "155": {
      "name": "Assombração do Vazio",
      "description": "Você pode enviar 1 'Oco do Vazio' do seu campo para o seu Cemitério; Invoque por Invocação-Especial este card da sua mão. Você pode banir este card do seu Cemitério e, depois, escolher até 2 'Oco do Vazio' no seu Cemitério; Invoque por Invocação-Especial esses alvos, mas o ATK/DEF deles se tornam 0. Você só pode usar cada efeito de 'Assombrador do Vazio' uma vez por turno."
    },
    "156": {
      "name": "Lobo Fantasma do Vazio",
      "description": "Uma vez por turno: você pode reduzir pela metade o ATK deste card até o final deste turno e, se isso acontecer, ele pode atacar diretamente neste turno."
    },
    "157": {
      "name": "Rei Oco do Vazio",
      "description": "3 monstros 'Oco do Vazio'. Se este card for destruído em batalha ou por efeito de card: você pode Invocar por Invocação-Especial até 3 'Oco do Vazio' do seu Cemitério."
    },
    "158": {
      "name": "Aranha Óssea do Vazio",
      "description": "Escolha 1 monstro que seu oponente controla; ele não pode atacar até o final do próximo turno. Se este card for enviado do campo para o Cemitério: Invoque por Invocação-Especial 1 Token 'Pequena Aranha do Vazio' (Nível 1, 500 ATK/DEF)."
    },
    "159": {
      "name": "Cavaleiro Esquecido do Vazio",
      "description": "Você pode enviar 1 monstro 'Vazio' que você controla para o Cemitério; Invoque por Invocação-Especial este card da sua mão. Você pode banir este card do seu Cemitério; destrua 1 Magia/Armadilha que seu oponente controla. Você só pode usar cada efeito de 'Cavaleiro Esquecido do Vazio' uma vez por turno."
    },
    "160": {
      "name": "Corvo do Vazio",
      "description": "Se um Monstro de Fusão 'Vazio' for Invocado por Invocação-Fusão: você pode descartar este card da sua mão; esse monstro fica imune aos efeitos de cards do oponente até o final do próximo turno."
    },
    "161": {
      "name": "Chifre Tenebris do Vazio",
      "description": "Ganha 100 de ATK/DEF para cada card 'Vazio' no campo. Uma vez por Duelo, se este card estiver no seu Cemitério, você pode Invocá-lo por Invocação-Especial."
    },
    "162": {
      "name": "Brutamontes Matador do Vazio",
      "description": "Você pode Invocar por Invocação-Especial este card da sua mão ao enviar 2 monstros 'Vazio' que você controla para o Cemitério. Se este card destruir um monstro do oponente em batalha: bana esse monstro."
    },
    "163": {
      "name": "Berserker do Vazio",
      "description": "Brutamontes Matador do Vazio (no campo) + 1 monstro 'Vazio'. Este card pode realizar até 2 ataques durante cada Fase de Batalha. Uma vez por turno, se este card destruir um monstro do oponente em batalha: você pode escolher 1 card que seu oponente controla; devolva-o para a mão."
    },
    "164": {
      "name": "Draco Serpente do Vazio",
      "description": "Se este card estiver na sua mão: você pode enviar de 1 a 3 'Oco do Vazio' que você controla para o Cemitério e, depois, Invocar por Invocação-Especial este card. Ele ganha efeitos de acordo com a quantidade enviada: 1+: ele ganha 300 de ATK até o final do turno; 2+: além disso, não pode ser destruído em batalha; 3+: além disso, destrua 1 card que seu oponente controla. Você só pode usar este efeito de 'Draco Serpente do Vazio' uma vez por turno."
    },
    "165": {
      "name": "Titã Hidra do Vazio",
      "description": "6 monstros 'Vazio'. Se este card for Invocado por Invocação-Fusão: destrua todos os outros monstros que você controla; compre 1 card para cada monstro destruído. Uma vez por turno: se este card seria destruído em batalha ou por efeitos de card: você pode reduzir o ATK dele em 700; negue a destruição deste card."
    },
    "166": {
      "name": "Selando o Vazio",
      "description": "Escolha 1 monstro 'Vazio' com a face para cima que você controla; até o final deste turno, o ATK/DEF desse monstro se tornam 0 e seus efeitos são negados. Se este efeito resolver, você pode realizar 1 Invocação-Normal adicional neste turno. Você só pode ativar 1 'Selamento do Vazio' por turno."
    },
    "167": {
      "name": "O Vazio",
      "description": "Durante sua Fase Principal, se você não controlar monstros: você pode Invocar por Invocação-Especial 1 monstro 'Vazio' de Nível 4 ou menor do seu Cemitério, mas seus efeitos são negados. Você só pode usar este efeito de 'O Vazio' uma vez por turno."
    },
    "168": {
      "name": "Atração Gravitacional do Vazio",
      "description": "Uma vez por turno: você pode escolher 1 monstro que você controla e 1 monstro que seu oponente controla; devolva os alvos para a mão."
    },
    "169": {
      "name": "Trono Perdido do Vazio",
      "description": "Destrua o máximo de monstros no campo possível, exceto 1 monstro com o maior ATK de cada lado do campo (em caso de empate, você escolhe 1 para permanecer em cada lado). Você só pode ativar 1 'Trono Perdido do Vazio' por turno."
    },
    "170": {
      "name": "Dimensão Espelho do Vazio",
      "description": "Durante a Fase Principal, se seu oponente Invocar por Invocação-Especial um monstro: você pode Invocar por Invocação-Especial 1 monstro da sua mão com o mesmo Nível que esse monstro, mas, até o final deste turno, seus efeitos são negados. Você só pode ativar 1 'Dimensão Espelho do Vazio' por turno."
    },
    "171": {
      "name": "Andarilho Cósmico do Vazio",
      "description": "Material de Ascensão: 'Andarilho do Vazio'. Requisito: o efeito do material foi ativado duas vezes neste duelo. Uma vez por turno: você pode enviar 1 monstro 'Vazio' que você controla para o Cemitério; Invoque por Invocação-Especial 1 monstro 'Vazio' de Nível 5 ou menor da sua mão. Se este card for enviado do campo para o Cemitério: você pode Invocar por Invocação-Especial até 3 'Oco do Vazio' da sua mão ou do Deck."
    },
    "180": {
      "name": "Dragão Blindado",
      "description": "Se este card for Invocado por Invocação-Normal: você pode adicionar 1 monstro Dragão de Nível 4 ou menor do seu Deck à sua mão. Se este card for destruído em batalha: compre 1 card e, se ele for um monstro Dragão de Nível 4 ou menor, você pode Invocá-lo por Invocação-Especial."
    },
    "181": {
      "name": "Dragão Blindado Metálico",
      "description": "Enquanto estiver em Posição de Defesa, este card não pode ser destruído em batalha. Este card ganha 100 de ATK/DEF para cada monstro Dragão Invocado por Invocação-Especial enquanto este card estiver com a face para cima no campo."
    },
    "182": {
      "name": "Dragão Cinzento",
      "description": "Não pode atacar diretamente. Se este card for Invocado por Invocação-Especial: você pode escolher 1 outro monstro Dragão que você controla; ele ganha 500 de ATK até o final deste turno. Se este card estiver no seu Cemitério: você pode descartar 1 monstro Dragão; adicione este card à sua mão."
    },
    "183": {
      "name": "Dragão Voltaico",
      "description": "Se este card for descartado da sua mão para o Cemitério: cause 800 de dano ao seu oponente. Se você controlar um monstro Dragão: você pode Invocar por Invocação-Especial este card da sua mão. Você só pode usar cada efeito de 'Dragão Voltaico' uma vez por turno."
    },
    "184": {
      "name": "Dragão Luminescente",
      "description": "Se este card for Invocado por Invocação-Normal: você pode escolher 1 monstro Dragão de Nível 4 ou menor no seu Cemitério; Invoque-o por Invocação-Especial. Você pode banir este card do seu Cemitério e, depois, escolher 1 monstro que seu oponente controla; ele perde 600 de ATK/DEF até o final deste turno."
    },
    "185": {
      "name": "Dragão de Prata Majestoso",
      "description": "Pode ser Invocado por Invocação-Tributo com 1 Tributo se você Tributar um monstro Dragão. Uma vez por turno: você pode escolher 1 monstro que seu oponente controla; mude sua posição de batalha."
    },
    "186": {
      "name": "Dragão das Trevas",
      "description": "Se este card for Invocado por Invocação-Normal ou Especial: destrua todos os outros monstros Dragão que você controla e, se isso acontecer, este card ganha 200 de ATK para cada monstro destruído por este efeito. Uma vez por turno: você pode descartar 1 card e, depois, escolher 1 monstro que seu oponente controla; negue os efeitos dele até o final deste turno."
    },
    "187": {
      "name": "Dragão Debug",
      "description": "Você pode Invocar por Invocação-Especial este card da sua mão."
    },
    "188": {
      "name": "Dragão Touro Negro",
      "description": "Você pode enviar 2 monstros Dragão da sua mão para o Cemitério; Invoque por Invocação-Especial este card da sua mão, mas ele não pode atacar no turno em que for Invocado por este efeito. Este card pode realizar até 2 ataques em monstros do oponente durante cada Fase de Batalha. Você pode banir este card do seu Cemitério; adicione 1 monstro Dragão de Nível 7 ou 8 do seu Deck à sua mão."
    },
    "189": {
      "name": "Dragão Infernal",
      "description": "Você pode enviar 1 monstro Dragão que você controla para o Cemitério; Invoque por Invocação-Especial este card da sua mão. Uma vez por turno: você pode enviar este card com a face para cima para o Cemitério; Invoque por Invocação-Especial 1 monstro Dragão de Nível 7 ou menor do seu Cemitério."
    },
    "190": {
      "name": "Rugido Infernal",
      "description": "Se você controlar um monstro Dragão de Nível 7 ou maior: destrua até 2 cards de Magia/Armadilha que seu oponente controla. Você pode banir este card do seu Cemitério; adicione 1 'Pico Escarpado dos Dragões' do seu Deck à sua mão."
    },
    "191": {
      "name": "Pico Escarpado dos Dragões",
      "description": "Quando este card é ativado: você pode adicionar 1 monstro Dragão de Nível 4 ou menor do seu Cemitério à sua mão. Cada vez que um monstro Dragão destruir um monstro do oponente em batalha, coloque 1 Contador Pico Dragão neste card. Uma vez por turno: se este card tiver 5 ou mais Contadores Pico Dragão; você pode enviá-lo para o Cemitério e, se fizer isso, Invoque por Invocação-Especial 1 monstro Dragão da sua mão, Deck ou Cemitério."
    },
    "192": {
      "name": "Dragão Serpente Abissal",
      "description": "Não pode ser Invocado por Invocação-Especial. Durante sua Fase Principal: você pode escolher 1 monstro que seu oponente controla; envie este card e o alvo para o Cemitério e, durante a próxima Fase de Espera do seu oponente, Invoque-os por Invocação-Especial. Se você escolheu um Monstro de Fusão ou de Ascensão como alvo: este card ganha 800 de ATK até o final do seu próximo turno. Você pode usar cada efeito de 'Dragão Serpente Abissal' uma vez por turno."
    },
    "193": {
      "name": "Dragão de Cristal Purificado",
      "description": "Você pode Invocar por Invocação-Especial este card da sua mão ao banir 3 monstros Dragão do seu Cemitério. Se este card destruir um monstro em batalha: ganhe PV igual ao Nível do monstro destruído x100. Uma vez por turno: você pode escolher 1 outro monstro Dragão que você controla; ele não pode ser destruído por efeitos de cards enquanto estiver com a face para cima no campo."
    },
    "194": {
      "name": "Dragão Tecno-Vazio",
      "description": "Dragão Voltaico + 1 monstro Dragão de Nível 5 ou maior. Se este card for Invocado por Invocação-Fusão: você pode escolher 1 monstro Dragão de Nível 4 ou menor no seu Cemitério; bana-o e, se fizer isso, este card ganha ATK igual ao ATK do monstro banido até o final deste turno. Se este card for destruído em batalha: você pode Invocar por Invocação-Especial 1 'Dragão Voltaico' do seu Cemitério. Você só pode usar cada efeito de 'Dragão Tecno-Vazio' uma vez por turno."
    },
    "195": {
      "name": "Dragão Cósmico Tecno-Vazio",
      "description": "Material de Ascensão: 'Dragão Tecno-Vazio'. Requisito: O material ativou todos os seus efeitos durante este duelo. Se este card seria destruído: você pode banir 'Dragão Tecno-Vazio' do seu Cemitério em vez disso. Uma vez por turno: você pode banir 1 monstro Dragão do seu Cemitério; este card pode atacar todos os monstros que seu oponente controla, uma vez cada, neste turno. Você só pode usar cada efeito de 'Dragão Cósmico Tecno-Vazio' uma vez por turno."
    },
    "196": {
      "name": "Santuário do Espírito do Dragão",
      "description": "Quando um monstro Dragão que você controla for alvo de um ataque ou efeito de card do oponente: devolva esse monstro para a mão; então Invoque por Invocação-Especial 1 monstro Dragão da sua mão com Nível menor ou igual ao do monstro devolvido. Você só pode ativar 1 'Santuário do Espírito Dragão' por turno."
    },
    "197": {
      "name": "Dragão da Chama Óssea",
      "description": "Não pode ser Invocado por Invocação-Normal/Baixado. Uma vez por turno, se este card estiver no seu Cemitério: você pode enviar 1 monstro Dragão que você controla para o Cemitério; Invoque por Invocação-Especial este card. Ganha 300 de ATK para cada monstro Dragão no seu Cemitério."
    }
  }
}
